{
    "login": {
        "boton_login": "Вход",
        "boton_Sign_Up": "Зарегистрироваться",
        "forgot_password": "Забыли пароль?",
        "email_text": "Электронная почта",
        "password_text": "Пароль"
    },
    "sign_up": {
        "email_text": "Электронная почта",
        "password_text": "Пароль",
        "name_text": "Имя",
        "age_text": "Возраст",
        "birthdate_text": "Какая у вас дата рождения?",
        "gender": {
            "text": "Пол",
            "female": "Женский",
            "male": "Мужской",
            "fluid": "Гибкий"
        },
        "you_like_text": "С каким полом вы хотели бы связаться?",
        "looking_for": {
            "detail": "Выберите тип отношений, которые вы ищете: ",
            "text": "Что вы ищете?",
            "serious_relationship": "Серьезные отношения",
            "friendship": "Дружба",
            "casual_dating": "Свободные свидания"
        },
        "finish": {
            "sentence_1": "Магия начинается здесь. Добро пожаловать в Eclipse, где истинные связи всего в одном сердцебиении. Забудьте о фотографиях; здесь мы объединяем души на основе общих мечтаний и страстей. В мире бесконечных свайпов мы приносим вас лицом к лицу с настоящими узами. Ваша безопасность - наш приоритет, обеспечивая, чтобы каждое совпадение приводило к значимым моментам.",
            "sentence_2": "Погрузитесь в Eclipse, где каждая встреча - это неожиданное приключение. Здесь разговоры вспыхивают искрой неизведанного, и каждый ужин открывает дверь в новый мир. Позвольте магии искреннего общения вести вас.",
            "sentence_3": "Готовы к следующему шагу? Нажмите 'Следующий' и начните исследовать."
        },
        "terms": "Я принимаю Условия использования"
    },
    "logout_text": "Выйти",
    "tabs": {
        "home": "Домашняя",
        "dates": "Совпадения",
        "profile": "Профиль",
        "chats": "Чаты",
        "tools": "Инструменты",
        "settings": "Настройки"
    },
    "home": {
        "slide_1_text": "Добро пожаловать в Eclipses!",
        "slide_2_text": "Безопасность на ваших свиданиях всегда.",
        "slide_3_text": "Ваша безопасность, наш приоритет.",
        "tips": {
            "tittle": "Как провести отличное первое свидание",
            "1": {
                "tittle": "Будьте собой",
                "content": "Аутентичность - ключ. Не пытайтесь быть кем-то, кем вы не являетесь. Позвольте своей личности сиять."
            },
            "2": {
                "tittle": "Задавайте открытые вопросы",
                "content": "Способствуйте интересному разговору, задавая вопросы, требующие более развернутых ответов, чем просто 'да' или 'нет'. Это поможет вам лучше узнать вашу пару."
            }
        }
    },
    "dates": {
        "temporary_text": "Мы работаем над захватывающим разделом свиданий! Скоро вы сможете найти наиболее совместимого человека с вашими вкусами и интересами. Приготовьтесь к новым знакомствам!"
    },
    "interests": {
        "title_interests": "Интересы",
        "title": {
            "musica": "Музыка",
            "literatura": "Литература",
            "cine": "Кино",
            "deportes": "Спорт",
            "viajes": "Путешествия",
            "gastronomia": "Гастрономия",
            "pasatiempos": "Хобби",
            "zodiaco": "Знак зодиака",
            "educacion": "Уровень образования",
            "planes_familiares": "Семейные планы",
            "tipo_personalidad": "Тип личности",
            "tipo_comunicacion": "Стиль общения",
            "tipo_amor": "Язык любви",
            "mascotas": "Домашние животные",
            "beber": "Привычки пить",
            "fumar": "Привычки курения",
            "hacer_ejercicio": "Привычки занятий спортом",
            "redes_sociales": "Использование социальных сетей",
            "habitos_sueño": "Спальные привычки"
        },
        "selecciona_intereses": "Чтобы помочь вам найти идеального партнера, нам нужно узнать вас получше. Пожалуйста, найдите минутку, чтобы выбрать свои предпочтения и интересы. Это поможет нам найти лучшее совпадение для вас!",
        "musica": "Исследуйте свой музыкальный мир и выберите свои любимые жанры. Найдите людей, с которыми поделиться своими любимыми песнями и артистами, идеальная мелодия для каждого момента вашей жизни!",
        "literatura": "Погрузитесь в мир слов и выберите свои любимые литературные жанры. Найдите компаньонов по чтению, чтобы исследовать воображаемые миры вместе, делиться захватывающими историями и обсуждать книги, которые заставили вас задержаться в дыхании.",
        "cine": "Откройте для себя свою кинематографическую и телевизионную привязанность. Выберите жанры, которые вас пленяют, и найдите кого-то, с кем можно насладиться вашими любимыми фильмами и шоу.",
        "deportes": "Вы фанат спорта? Выберите свои любимые дисциплины и свяжитесь с людьми, которые разделяют вашу страсть к спорту, будь то на трибунах или на поле.",
        "viajes": "Исследуйте свои мечтательные места и предпочтения в путешествиях. Найдите спутников для приключений, которые готовы исследовать мир вместе с вами.",
        "gastronomia": "Порадуйте себя своими любимыми вкусами. Выберите свои любимые кухни и откройте для себя других ценителей вкусной еды.",
        "pasatiempos": "Погрузитесь в мир приключений на свежем воздухе. Выберите свои любимые увлечения и свяжитесь с людьми, которые разделяют вашу любовь к природе и волнению от активных отдыха.",
        "zodiaco": "Узнайте, как звезды влияют на вашу жизнь. Выберите свой знак зодиака и найдите людей, которые разделяют ваш интерес к астрологии и влиянию знаков на личность и отношения.",
        "educacion": "Поделитесь своим уровнем образования. Выберите свой уровень образования и найдите людей с похожим мышлением, будь то студенты, выпускники или те, кто стремится продолжать обучение.",
        "planes_familiares": "Исследуйте свои планы на будущее. Выберите свои предпочтения относительно наличия детей и найдите кого-то, с кем можно разделить свои семейные мечты, будь то большая семья, небольшая или бездетная.",
        "tipo_personalidad": "Узнайте больше о себе. Выберите свой тип личности и найдите людей, с которыми вы сможете находить общий язык на более глубоком уровне, будь то экстраверт, интроверт или с другими чертами личности.",
        "tipo_comunicacion": "Поделитесь своим предпочтительным стилем общения. Выберите между сообщениями, звонками, видеозвонками или другими способами общения и найдите кого-то, кто согласен с вашими предпочтениями в общении.",
        "tipo_amor": "Исследуйте ваш язык любви. Выберите, как вы предпочитаете получать любовь, будь то через подарки, физический контакт, комплименты, качественное время или другие способы, и найдите кого-то, кто может выразить свою любовь так, чтобы вам это нравилось.",
        "mascotas": "Погрузитесь в свою любовь к животным. Укажите, есть ли у вас домашние животные, или вы бы хотели завести их, и найдите людей, которые разделяют вашу любовь к животным и готовы включить ваши пушистые друзья в свою жизнь.",
        "beber": "Поделитесь своими привычками употребления алкоголя. Укажите ваши предпочтения относительно выпивки и найдите людей, которые разделяют ваши привычки, будь то умеренное употребление, полное воздержание или другие привычки, связанные с алкоголем.",
        "fumar": "Исследуйте свои привычки курения. Укажите ваши предпочтения относительно курения и найдите людей, которые разделяют ваши привычки, будь то курение регулярно, иногда или вообще не курение.",
        "hacer_ejercicio": "Поделитесь своей страстью к физическим упражнениям. Укажите ваши привычки занятий спортом и найдите людей, которые разделяют ваш интерес к поддержанию активного и здорового образа жизни, будь то занятия спортом, посещение тренажерного зала или физическая активность на свежем воздухе.",
        "redes_sociales": "Исследуйте ваше присутствие в социальных сетях. Поделитесь вашей активностью в социальных сетях и найдите людей, которые соответствуют вашему онлайн-образу жизни, будь то активный пользователь, блогер или предпочитающий сохранить низкий профиль в социальных сетях.",
        "habitos_sueño": "Поделитесь своими сновидениями и найдите людей, которые разделяют ваши привычки, будь то ранний вставать, сова или другие сновидения."
    },
    "profile": {
        "age_title": "Возраст",
        "age": "Выберите диапазон возраста, который вы предпочитаете для своего партнера. Это поможет найти совпадения, которые соответствуют вашим возрастным предпочтениям.",
        "birthdate_text": "Какая у вас дата рождения?"
    }
}